       01  BANK-RECORD.
           05  ACCT-NO          PIC X(8).
           05  LAST-NAME        PIC X(20).
           05  TX-AMOUNT        PIC 9(7)V99.
           05  TX-TYPE          PIC X(2).
           05  STATUS-FLAG      PIC X(10).
           05  FILLER           PIC X(31).

