       01  BANK-OUT-RECORD.
           05  OUT-ACCT-NO      PIC X(8).
           05  FILLER           PIC X(2)  VALUE SPACES.
           05  OUT-LAST-NAME    PIC X(20).
           05  FILLER           PIC X(2)  VALUE SPACES.
           05  OUT-TX-AMOUNT    PIC Z,ZZZ,ZZ9.99.
           05  FILLER           PIC X(2)  VALUE SPACES.
           05  OUT-TX-TYPE      PIC X(2).
           05  FILLER           PIC X(2)  VALUE SPACES.
           05  OUT-STATUS-FLAG  PIC X(10).
           05  FILLER           PIC X(20) VALUE SPACES.
