//CMPBANK  JOB (ACCT),'COMPILEBANKTX',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//COBCOMP  EXEC IGYWCL,
//            PARM.COBOL='LIB,QUOTE'
//COBOL.SYSIN DD DSN=Z88116.CBL(BANKTX),DISP=SHR
//COBOL.SYSLIB DD DSN=Z88116.CBL,DISP=SHR
//LKED.SYSLMOD DD DSN=Z88116.LOAD(BANKTX),DISP=SHR
