//RUNBANK  JOB (ACCT),'RUN BANKTX',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//RUNSTEP  EXEC PGM=BANKTX
//STEPLIB  DD DSN=Z88116.LOAD,DISP=SHR
//ACCTREC  DD DSN=Z88116.BANK.INPUT,DISP=SHR
//BANKOUT  DD DSN=Z88116.BANK.OUTPUT,DISP=SHR
//SYSOUT   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
